[Text]
AddNewCookingLaunchString=脚本启动成功，请根据左上角坐标颜色追踪和右上角说明使用。
CheckIsMix=在开始流程前，请确认您要烹饪的料理是否为混合类？
TypeCoordinateGet=已完成料理种类坐标抓取，下一步是料理选择坐标抓取，请按照提示操作
Notice=提示
PercentageSlotTitle=记录食物填充坐标
ExplainingPercentageInputText=请输入各食物材料填充时需要暂停的位置分界点。若材料数量为两个或以下，请将相关参数设为0,0。
ExampleExp1=样例1：若料理仅由50%材料A或50%材料B组成，请在左输入框填写材料1停止填充的位置（如'374,633'），右输入框填0,0即可。
ExampleExp2=样例2：若料理仅由一种材料组成，两个输入框均填0,0即可。
WarningCoordinate=坐标需以X,Y格式输入
BorderBetweenM1M2=材料1与材料2分界点坐标：
BorderBetweenM2M3=材料2与材料3分界点坐标：
CancelStr=取消
PercentageComplete=百分比条坐标记录已完成
PercentageFail=百分比条坐标记录失败
TaskName=请输入要保存的制作任务名称（示例：铁板克拉肯）
Save=保存
CookingTypeWarn=料理方法测试序列即将开始，为保障校准准确性，在下一个提示窗出现前，请勿进行键盘输入或移动鼠标！
CookingWarn=料理测试序列即将开始，为保障校准准确性，在下一个提示窗出现前，请勿进行输入或移动鼠标
PleaseMoveToOptionType=请将鼠标移至目标料理种类上并记录其坐标（请勿触碰滚动条，否则需重新校对）
PleaseInputOptionType=请输入料理种类坐标 X,Y（示例：200,150）
PleaseMovetoOption=请将鼠标移至目标食物上并记录其坐标（请勿触碰滚动条，否则需重新校对）
PleaseMovetoOptionSelect=请在游戏全屏状态下，将料理滚动条拖动至显示目标项目的位置，并记录当前滚动条正中央坐标（若非混合类料理，需先手动切换至对应类别）
PleaseInputOption=请输入食物项坐标 X,Y（示例：200,150）
PleaseInputOptionSelect=请输入终点坐标 X,Y（若无滚动需求则输入0,0）（示例：200,150）
ToolTipContent=坐标已保存！
ToolTipContent2=项目坐标：
ToolTipComplete=已加载保存的按键坐标
ToolTipItemComplete=已加载保存的项目坐标
ConfirmStr=确定
ConfrimPlz=请确认
FontStr=微软雅黑
RewindTypeStr=请返回游戏，将已移动的料理种类滚动条拉回顶部复位，并点击右侧小箭头关闭展开的滚动窗口。
RewindTypeStr2=完成后点击确定
RewindStr=请返回游戏，将已移动的滚动条拉回顶部复位。
RewindStr2=完成后点击确定
SlideTypeslider=请在游戏全屏状态下，将料理种类滚动条拖动至显示目标种类的位置，并记录当前滚动条正中央坐标
PleaseWriteDes=请输入终点坐标 X,Y（示例：200,150）
YesStr=是
NoStr=否
CalibratingDone=校准完成
ErrorStr=错误
CalibratingFail=配置保存失败！
FailLoadFoodMenu=食物目录载入失败: 
FailLoadButton=按键载入失败：
FailLoadColor=完成色载入失败：
FailLoadLanguageFile=语言路径载入失败：
MouseCoordinateTracker=鼠标信息窗口
CoordinateDisplay=颜色: #
StatementL1=说明：使用前需将烹饪快捷键设为'='号键，然后切到副快捷栏。之后先按Ctrl+F1校对烹饪窗口的按键和GUI位置，完成同步后，再按Ctrl+F2同步所选料理的参数。
StatementL2=保存对应脚本文件后，最后按Ctrl+F3并输入脚本名称启动参数。
StatementL3=（每次通过Ctrl+F3启动脚本前，需切换线路或角色以重置烹饪按钮状态，否则可能出现问题。）
ManualCF1Str=Ctrl+F1 - 校对烹饪窗口重要按钮。除非发生重大窗口变化（如分辨率变更或校对文件丢失），此校对只需执行一次，后续可通过F2添加新菜单逻辑而无需重复校对。
ManualCF2Str=Ctrl+F2 - 添加新自动烹饪脚本（如创建"铁板克拉肯.ini"参数文件）。参数将保存在Menu文件夹中。
ManualCF3Str=Ctrl+F3 - 输入Menu文件夹下的脚本名称及数量即可开始自动化生产（再次使用时需切换线路或返回角色选择界面以重置菜单状态）
CounterContent=秒后开始操作
ErrorCoordinateWarn=输入格式错误！请按 X,Y 格式输入数字
CookFillerQ1=最后一步, 取样料理条测试点。
CookColorPointQ1=请输入料理填充条的中间点坐标 X,Y (不需要是严格的中点，大概中点即可，仅用于取色)
CookColorPointQ2=样例： 200,150
ButtonPoint=按钮坐标录入
CookTypeSlidePoint=料理种类滑动条-坐标：
CookOptionSlidePoint= 料理选择滑动条-坐标：
FillInCoordQ=请遵循之前指示，以 X, Y 形式填入坐标
AskCookPointerSlide=烹饪方式箭头-坐标(按下后会展示一个纵列的烹饪方法)：
AutoToolIngredSelect=自动登录工具以及材料-坐标：
Fill1=调节浓度(左)-坐标：
Fill2=调节浓度(居中)-坐标：
Fill3=调节浓度(右)-坐标：
StartCookButton=开始料理-坐标：
NextStepQ1=接下来，请确保 料理种类 和料理选择 的滚动条都在最顶位置，将各滚动条中间位置以X,Y形式记录
SelectFile=请输入你所要使用的已生成的参数文件名 不用带 .ini
SelectFileL2=样例：铁板克拉肯
InputCookTimes=请输入烹饪次数
CookComplete=烹饪完成
PreInfoButtonConfig=请在游戏中打开烹饪界面, 配合左上角光标显示的坐标，将烹饪界面对应的6个关键按钮 坐标以X,Y形式录入 